{
  "1" : {
    "title": "Zadig The Babylonian",
    "author": "Francois Marie Arouet de Voltaire",
    "cat_id": "1",
    "content": "<h4>THE BLIND OF ONE EYE</h4><p>There lived at Babylon, in the reign of King Moabdar, a young man named
Zadig, of a good natural disposition, strengthened and improved by
education. Though rich and young, he had learned to moderate his passions;
he had nothing stiff or affected in his behavior, he did not pretend to
examine every action by the strict rules of reason, but was always ready
to make proper allowances for the weakness of mankind.</p>

<p>It was matter of surprise that, notwithstanding his sprightly wit, he
never exposed by his raillery those vague, incoherent, and noisy
discourses, those rash censures, ignorant decisions, coarse jests, and all
that empty jingle of words which at Babylon went by the name of
conversation. He had learned, in the first book of Zoroaster, that self
love is a football swelled with wind, from which, when pierced, the most
terrible tempests issue forth.</p>

<p>Above all, Zadig never boasted of his conquests among the women, nor
affected to entertain a contemptible opinion of the fair sex. He was
generous, and was never afraid of obliging the ungrateful; remembering the
grand precept of Zoroaster, \"When thou eatest, give to the dogs, should
they even bite thee.\" He was as wise as it is possible for man to be, for
he sought to live with the wise.</p>

<p>Instructed in the sciences of the ancient Chaldeans, he understood the
principles of natural philosophy, such as they were then supposed to be;
and knew as much of metaphysics as hath ever been known in any age, that
is, little or nothing at all. He was firmly persuaded, notwithstanding the
new philosophy of the times, that the year consisted of three hundred and
sixty-five days and six hours, and that the sun was in the center of the
world. But when the principal magi told him, with a haughty and
contemptuous air, that his sentiments were of a dangerous tendency, and
that it was to be an enemy to the state to believe that the sun revolved
round its own axis, and that the year had twelve months, he held his
tongue with great modesty and meekness.</p>

<p>Possessed as he was of great riches, and consequently of many friends,
blessed with a good constitution, a handsome figure, a mind just and
moderate, and a heart noble and sincere, he fondly imagined that he might
easily be happy. He was going to be married to Semira, who, in point of
beauty, birth, and fortune, was the first match in Babylon. He had a real
and virtuous affection for this lady, and she loved him with the most
passionate fondness.</p>

<p>The happy moment was almost arrived that was to unite them forever in the
bands of wedlock, when happening to take a walk together toward one of the
gates of Babylon, under the palm trees that adorn the banks of the
Euphrates, they saw some men approaching, armed with sabers and arrows.
These were the attendants of young Orcan, the minister's nephew, whom his
uncle's creatures had flattered into an opinion that he might do
everything with impunity. He had none of the graces nor virtues of Zadig;
but thinking himself a much more accomplished man, he was enraged to find
that the other was preferred before him. This jealousy, which was merely
the effect of his vanity, made him imagine that he was desperately in love
with Semira; and accordingly he resolved to carry her off. The ravishers
seized her; in the violence of the outrage they wounded her, and made the
blood flow from her person, the sight of which would have softened the
tigers of Mount Imaus. She pierced the heavens with her complaints. She
cried out, \"My dear husband! they tear me from the man I adore.\"
Regardless of her own danger, she was only concerned for the fate of her
dear Zadig, who, in the meantime, defended himself with all the strength
that courage and love could inspire. Assisted only by two slaves, he put
the ravishers to flight and carried home Semira, insensible and bloody as
she was.</p>

<p>On opening her eyes and beholding her deliverer. \"O Zadig!\" said she, \"I
loved thee formerly as my intended husband; I now love thee as the
preserver of my honor and my life.\" Never was heart more deeply affected
than that of Semira. Never did a more charming mouth express more moving
sentiments, in those glowing words inspired by a sense of the greatest of
all favors, and by the most tender transports of a lawful passion.</p>

<p>Her wound was slight and was soon cured. Zadig was more dangerously
wounded; an arrow had pierced him near his eye, and penetrated to a
considerable depth. Semira wearied Heaven with her prayers for the
recovery of her lover. Her eyes were constantly bathed in tears; she
anxiously awaited the happy moment when those of Zadig should be able to
meet hers; but an abscess growing on the wounded eye gave everything to
fear. A messenger was immediately dispatched to Memphis for the great
physician Hermes, who came with a numerous retinue. He visited the patient
and declared that he would lose his eye. He even foretold the day and hour
when this fatal event would happen. \"Had it been the right eye,\" said he,
\"I could easily have cured it; but the wounds of the left eye are
incurable.\" All Babylon lamented the fate of Zadig, and admired the
profound knowledge of Hermes.</p>

<p>In two days the abscess broke of its own accord and Zadig was perfectly
cured. Hermes wrote a book to prove that it ought not to have been cured.
Zadig did not read it; but, as soon as he was able to go abroad, he went
to pay a visit to her in whom all his hopes of happiness were centered,
and for whose sake alone he wished to have eyes. Semira had been in the
country for three days past. He learned on the road that that fine lady,
having openly declared that she had an unconquerable aversion to one-eyed
men, had the night before given her hand to Orcan. At this news he fell
speechless to the ground. His sorrow brought him almost to the brink of
the grave. He was long indisposed; but reason at last got the better of
his affliction, and the severity of his fate served to console him.</p>

<p>\"Since,\" said he, \"I have suffered so much from the cruel caprice of a
woman educated at court, I must now think of marrying the daughter of a
citizen.\" He pitched upon Azora, a lady of the greatest prudence, and of
the best family in town. He married her and lived with her for three
months in all the delights of the most tender union. He only observed that
she had a little levity; and was too apt to find that those young men who
had the most handsome persons were likewise possessed of most wit and
virtue. &hellip;</p>"
  },
  "2" : {
    "title": "Abandoned",
    "author": "Guy de Maupassant",
    "cat_id": "1",
    "content": "<p>\"I really think you must be mad, my dear, to go for a country walk in such
weather as this. You have had some very strange notions for the last two
months. You drag me to the seaside in spite of myself, when you have never
once had such a whim during all the forty-four years that we have been
married. You chose Fécamp, which is a very dull town, without consulting
me in the matter, and now you are seized with such a rage for walking, you
who hardly ever stir out on foot, that you want to take a country walk on
the hottest day of the year. Ask d'Apreval to go with you, as he is ready
to gratify all your whims. As for me, I am going back to have a nap.\"</p>

<p>Madame de Cadour turned to her old friend and said:</p>

<p>\"Will you come with me, Monsieur d'Apreval?\"</p>

<p>He bowed with a smile, and with all the gallantry of former years:</p>

<p>\"I will go wherever you go,\" he replied.</p>

<p>\"Very well, then, go and get a sunstroke,\" Monsieur de Cadour said; and he
went back to the Hôtel des Bains to lie down for an hour or two.</p>

<p>As soon as they were alone, the old lady and her old companion set off,
and she said to him in a low voice, squeezing his hand:</p>

<p>\"At last! at last!\"</p>

<p>\"You are mad,\" he said in a whisper. \"I assure you that you are mad. Think
of the risk you are running. If that man—\"</p>

<p>She started.</p>

<p>\"Oh! Henri, do not say that man, when you are speaking of him.\"</p>

<p>\"Very well,\" he said abruptly, \"if our son guesses anything, if he has any
suspicions, he will have you, he will have us both in his power. You have
got on without seeing him for the last forty years. What is the matter
with you to-day?\"</p>

<p>They had been going up the long street that leads from the sea to the
town, and now they turned to the right, to go to Etretat. The white road
stretched in front of them under a blaze of brilliant sunshine, so they
went on slowly in the burning heat. She had taken her old friend's arm,
and was looking straight in front of her, with a fixed and haunted gaze,
and at last she said:</p>

<p>\"And so you have not seen him again, either?\"</p>

<p>\"No, never.\"</p>

<p>\"Is it possible?\"</p>

<p>\"My dear friend, do not let us begin that discussion again. I have a wife
and children and you have a husband, so we both of us have much to fear
from other people's opinion.\"</p>

<p>She did not reply; she was thinking of her long past youth and of many sad
things that had occurred. How well she recalled all the details of their
early friendship, his smiles, the way he used to linger, in order to watch
her until she was indoors. What happy days they were, the only really
delicious days she had ever enjoyed, and how quickly they were over!</p>

<p>And then—her discovery—of the penalty she paid! What anguish!</p>

<p>Of that journey to the South, that long journey, her sufferings, her
constant terror, that secluded life in the small, solitary house on the
shores of the Mediterranean, at the bottom of a garden, which she did not
venture to leave. How well she remembered those long days which she spent
lying under an orange tree, looking up at the round, red fruit, amid the
green leaves. How she used to long to go out, as far as the sea, whose
fresh breezes came to her over the wall, and whose small waves she could
hear lapping on the beach. She dreamed of its immense blue expanse
sparkling under the sun, with the white sails of the small vessels, and a
mountain on the horizon. But she did not dare to go outside the gate.
Suppose anybody had recognized her!</p>

<p>And those days of waiting, those last days of misery and expectation! The
impending suffering, and then that terrible night! What misery she had
endured, and what a night it was! How she had groaned and screamed! She
could still see the pale face of her lover, who kissed her hand every
moment, and the clean-shaven face of the doctor and the nurse's white cap.</p>

<p>And what she felt when she heard the child's feeble cries, that wail, that
first effort of a human's voice!</p>

<p>And the next day! the next day! the only day of her life on which she had
seen and kissed her son; for, from that time, she had never even caught a
glimpse of him.</p>

<p>And what a long, void existence hers had been since then, with the thought
of that child always, always floating before her. She had never seen her
son, that little creature that had been part of herself, even once since
then; they had taken him from her, carried him away, and had hidden him.
All she knew was that he had been brought up by some peasants in Normandy,
that he had become a peasant himself, had married well, and that his
father, whose name he did not know, had settled a handsome sum of money on
him.</p>

<p>How often during the last forty years had she wished to go and see him and
to embrace him! She could not imagine to herself that he had grown! She
always thought of that small human atom which she had held in her arms and
pressed to her bosom for a day.</p>

<p>How often she had said to M. d'Apreval: \"I cannot bear it any longer; I
must go and see him.\"</p>

<p>But he had always stopped her and kept her from going. She would be unable
to restrain and to master herself; their son would guess it and take
advantage of her, blackmail her; she would be lost.</p>

<p>\"What is he like?\" she said.</p>

<p>\"I do not know. I have not seen him again, either.\"</p>

<p>\"Is it possible? To have a son and not to know him; to be afraid of him
and to reject him as if he were a disgrace! It is horrible.\"</p>

<p>They went along the dusty road, overcome by the scorching sun, and
continually ascending that interminable hill.</p>

<p>\"One might take it for a punishment,\" she continued; \"I have never had
another child, and I could no longer resist the longing to see him, which
has possessed me for forty years. You men cannot understand that. You must
remember that I shall not live much longer, and suppose I should never see
him, never have seen him! … Is it possible? How could I wait so long? I
have thought about him every day since, and what a terrible existence mine
has been! I have never awakened, never, do you understand, without my
first thoughts being of him, of my child. How is he? Oh, how guilty I feel
toward him! Ought one to fear what the world may say in a case like this?
I ought to have left everything to go after him, to bring him up and to
show my love for him. I should certainly have been much happier, but I did
not dare, I was a coward. How I have suffered! Oh, how those poor,
abandoned children must hate their mothers!\"</p>

<p>She stopped suddenly, for she was choked by her sobs. The whole valley was
deserted and silent in the dazzling light and the overwhelming heat, and
only the grasshoppers uttered their shrill, continuous chirp among the
sparse yellow grass on both sides of the road.</p>

<p>\"Sit down a little,\" he said.</p>

<p>She allowed herself to be led to the side of the ditch and sank down with
her face in her hands. Her white hair, which hung in curls on both sides
of her face, had become tangled. She wept, overcome by profound grief,
while he stood facing her, uneasy and not knowing what to say, and he
merely murmured: \"Come, take courage.\"</p>

<p>She got up.</p>

<p>\"I will,\" she said, and wiping her eyes, she began to walk again with the
uncertain step of an elderly woman.</p>

<p>A little farther on the road passed beneath a clump of trees, which hid a
few houses, and they could distinguish the vibrating and regular blows of
a blacksmith's hammer on the anvil; and presently they saw a wagon
standing on the right side of the road in front of a low cottage, and two
men shoeing a horse under a shed.</p>

<p>Monsieur d'Apreval went up to them.</p>

<p>\"Where is Pierre Benedict's farm?\" he asked.</p>

<p>\"Take the road to the left, close to the inn, and then go straight on; it
is the third house past Poret's. There is a small spruce fir close to the
gate; you cannot make a mistake.\"</p>

<p>They turned to the left. She was walking very slowly now, her legs
threatened to give way, and her heart was beating so violently that she
felt as if she should suffocate, while at every step she murmured, as if
in prayer:</p>

<p>\"Oh! Heaven! Heaven!\"</p>

<p>Monsieur d'Apreval, who was also nervous and rather pale, said to her
somewhat gruffly:</p>

<p>\"If you cannot manage to control your feelings, you will betray yourself
at once. Do try and restrain yourself.\"</p>

<p>\"How can I?\" she replied. \"My child! When I think that I am going to see
my child.\"</p>

<p>They were going along one of those narrow country lanes between farmyards,
that are concealed beneath a double row of beech trees at either side of
the ditches, and suddenly they found themselves in front of a gate, beside
which there was a young spruce fir.</p>

<p>\"This is it,\" he said.</p>

<p>She stopped suddenly and looked about her. The courtyard, which was
planted with apple trees, was large and extended as far as the small
thatched dwelling house. On the opposite side were the stable, the barn,
the cow house and the poultry house, while the gig, the wagon and the
manure cart were under a slated outhouse. Four calves were grazing under
the shade of the trees and black hens were wandering all about the
enclosure.</p>

<p>All was perfectly still; the house door was open, but nobody was to be
seen, and so they went in, when immediately a large black dog came out of
a barrel that was standing under a pear tree, and began to bark furiously.</p>

<p>There were four bee-hives on boards against the wall of the house.</p>

<p>Monsieur d'Apreval stood outside and called out:</p>

<p>\"Is anybody at home?\"</p>

<p>Then a child appeared, a little girl of about ten, dressed in a chemise
and a linen petticoat, with dirty, bare legs and a timid and cunning look.
She remained standing in the doorway, as if to prevent any one going in.</p>

<p>\"What do you want?\" she asked.</p>

<p>\"Is your father in?\"</p>

<p>\"No.\"</p>

<p>\"Where is he?\"</p>

<p>\"I don't know.\"</p>

<p>\"And your mother?\"</p>

<p>\"Gone after the cows.\"</p>

<p>\"Will she be back soon?\"</p>

<p>\"I don't know.\"</p>

<p>Then suddenly the lady, as if she feared that her companion might force
her to return, said quickly:</p>

<p>\"I shall not go without having seen him.\"</p>

<p>\"We will wait for him, my dear friend.\"</p>

<p>As they turned away, they saw a peasant woman coming toward the house,
carrying two tin pails, which appeared to be heavy and which glistened
brightly in the sunlight.</p>

<p>She limped with her right leg, and in her brown knitted jacket, that was
faded by the sun and washed out by the rain, she looked like a poor,
wretched, dirty servant.</p>

<p>\"Here is mamma.\" the child said.</p>

<p>When she got close to the house, she looked at the strangers angrily and
suspiciously, and then she went in, as if she had not seen them. She
looked old and had a hard, yellow, wrinkled face, one of those wooden
faces that country people so often have.</p>

<p>Monsieur d'Apreval called her back.</p>

<p>\"I beg your pardon, madame, but we came in to know whether you could sell
us two glasses of milk.\"</p>

<p>She was grumbling when she reappeared in the door, after putting down her
pails.</p>

<p>\"I don't sell milk,\" she replied.</p>

<p>\"We are very thirsty,\" he said, \"and madame is very tired. Can we not get
something to drink?\"</p>

<p>The peasant woman gave them an uneasy and cunning glance and then she made
up her mind.</p>

<p>\"As you are here, I will give you some,\" she said, going into the house,
and almost immediately the child came out and brought two chairs, which
she placed under an apple tree, and then the mother, in turn brought out
two bowls of foaming milk, which she gave to the visitors. She did not
return to the house, however, but remained standing near them, as if to
watch them and to find out for what purpose they had come there.</p>

<p>\"You have come from Fécamp?\" she said.</p>

<p>\"Yes,\" Monsieur d'Apreval replied, \"we are staying at Fécamp for the
summer.\"</p>

<p>And then, after a short silence he continued:</p>

<p>\"Have you any fowls you could sell us every week?\"</p>

<p>The woman hesitated for a moment and then replied:</p>

<p>\"Yes, I think I have. I suppose you want young ones?\"</p>

<p>\"Yes, of course.\"</p>

<p>\"What do you pay for them in the market?\"</p>

<p>D'Apreval, who had not the least idea, turned to his companion:</p>

<p>\"What are you paying for poultry in Fécamp, my dear lady?\"</p>

<p>\"Four francs and four francs fifty centimes,\" she said, her eyes full of
tears, while the farmer's wife, who was looking at her askance, asked in
much surprise:</p>

<p>\"Is the lady ill, as she is crying?\"</p>

<p>He did not know what to say, and replied with some hesitation:</p>

<p>\"No—no—but she lost her watch as we came along, a very handsome watch,
and that troubles her. If anybody should find it, please let us know.\"</p>

<p>Mother Benedict did not reply, as she thought it a very equivocal sort of
answer, but suddenly she exclaimed:</p>

<p>\"Oh, here is my husband!\"</p>

<p>She was the only one who had seen him, as she was facing the gate.
D'Apreval started and Madame de Cadour nearly fell as she turned round
suddenly on her chair.</p>

<p>A man bent nearly double, and out of breath, stood there, ten yards from
them, dragging a cow at the end of a rope. Without taking any notice of
the visitors, he said:</p>

<p>\"Confound it! What a brute!\"</p>

<p>And he went past them and disappeared in the cow house.</p>

<p>Her tears had dried quickly as she sat there startled, without a word and
with the one thought in her mind, that this was her son, and D'Apreval,
whom the same thought had struck very unpleasantly, said in an agitated
voice:</p>

<p>\"Is this Monsieur Benedict?\"</p>

<p>\"Who told you his name?\" the wife asked, still rather suspiciously.</p>

<p>\"The blacksmith at the corner of the highroad,\" he replied, and then they
were all silent, with their eyes fixed on the door of the cow house, which
formed a sort of black hole in the wall of the building. Nothing could be
seen inside, but they heard a vague noise, movements and footsteps and the
sound of hoofs, which were deadened by the straw on the floor, and soon
the man reappeared in the door, wiping his forehead, and came toward the
house with long, slow strides. He passed the strangers without seeming to
notice them and said to his wife:</p>

<p>\"Go and draw me a jug of cider; I am very thirsty.\"</p>

<p>Then he went back into the house, while his wife went into the cellar and
left the two Parisians alone.</p>

<p>\"Let us go, let us go, Henri,\" Madame de Cadour said, nearly distracted
with grief, and so d'Apreval took her by the arm, helped her to rise, and
sustaining her with all his strength, for he felt that she was nearly
fainting, he led her out, after throwing five francs on one of the chairs.</p>

<p>As soon as they were outside the gate, she began to sob and said, shaking
with grief:</p>

<p>\"Oh! oh! is that what you have made of him?\"</p>

<p>He was very pale and replied coldly:</p>

<p>\"I did what I could. His farm is worth eighty thousand francs, and that is
more than most of the sons of the middle classes have.\"</p>

<p>They returned slowly, without speaking a word. She was still crying; the
tears ran down her cheeks continually for a time, but by degrees they
stopped, and they went back to Fécamp, where they found Monsieur de Cadour
waiting dinner for them. As soon as he saw them, he began to laugh and
exclaimed:</p>

<p>\"So my wife has had a sunstroke, and I am very glad of it. I really think
she has lost her head for some time past!\"</p>

<p>Neither of them replied, and when the husband asked them, rubbing his
hands:</p>

<p>\"Well, I hope that, at least, you have had a pleasant walk?\"</p>

<p>Monsieur d'Apreval replied:</p>

<p>\"A delightful walk, I assure you; perfectly delightful.\"</p>"
  },
  "3" : {
    "title": "The Woman And The Cat",
    "author": "Marcel Prevost",
    "cat_id": "1",
    "content": "<p>\"Yes,\" said our old friend Tribourdeaux, a man of culture and a
philosopher, which is a combination rarely found among army surgeons;
\"yes, the supernatural is everywhere; it surrounds us and hems us in and
permeates us. If science pursues it, it takes flight and cannot be
grasped. Our intellect resembles those ancestors of ours who cleared a few
acres of forest; whenever they approached the limits of their clearing
they heard low growls and saw gleaming eyes everywhere circling them
about. I myself have had the sensation of having approached the limits of
the unknown several times in my life, and on one occasion in particular.\"</p>

<p>A young lady present interrupted him:</p>

<p>\"Doctor, you are evidently dying to tell us a story. Come now, begin!\"</p>

<p>The doctor bowed.</p>

<p>\"No, I am not in the least anxious, I assure you. I tell this story as
seldom as possible, for it disturbs those who hear it, and it disturbs me
also. However, if you wish it, here it is:</p>

<p>\"In 1863 I was a young physician stationed at Orléans. In that patrician
city, full of aristocratic old residences, it is difficult to find
bachelor apartments; and, as I like both plenty of air and plenty of room,
I took up my lodging on the first floor of a large building situated just
outside the city, near Saint-Euverte. It had been originally constructed
to serve as the warehouse and also as the dwelling of a manufacturer of
rugs. In course of time the manufacturer had failed, and this big barrack
that he had built, falling out of repair through lack of tenants, had been
sold for a song with all its furnishings. The purchaser hoped to make a
future profit out of his purchase, for the city was growing in that
direction; and, as a matter of fact, I believe that at the present time
the house is included within the city limits. When I took up my quarters
there, however, the mansion stood alone on the verge of the open country,
at the end of a straggling street on which a few stray houses produced at
dusk the impression of a jaw from which most of the teeth have fallen out.</p>

<p>\"I leased one-half of the first floor, an apartment of four rooms. For my
bedroom and my study I took the two that fronted on the street; in the
third room I set up some shelves for my wardrobe, and the other room I
left empty. This made a very comfortable lodging for me, and I had, for a
sort of promenade, a broad balcony that ran along the entire front of the
building, or rather one-half of the balcony, since it was divided into two
parts (please note this carefully) by a fan of ironwork, over which,
however, one could easily climb.</p>

<p>\"I had been living there for about two months when, one night in July on
returning to my rooms, I saw with a good deal of surprise a light shining
through the windows of the other apartment on the same floor, which I had
supposed to be uninhabited. The effect of this light was extraordinary. It
lit up with a pale, yet perfectly distinct, reflection, parts of the
balcony, the street below, and a bit of the neighboring fields.</p>

<p>\"I thought to myself, 'Aha! I have a neighbor.\"</p>

<p>\"The idea indeed was not altogether agreeable, for I had been rather proud
of my exclusive proprietorship. On reaching my bedroom I passed
noiselessly out upon the balcony, but already the light had been
extinguished. So I went back into my room, and sat down to read for an
hour or two. From time to time I seemed to hear about me, as though within
the walls, light footsteps; but after finishing my book I went to bed, and
speedily fell asleep.</p>

<p>\"About midnight I suddenly awoke with a curious feeling that something was
standing beside me. I raised myself in bed, lit a candle, and this is what
I saw. In the middle of the room stood an immense cat gazing upon me with
phosphorescent eyes, and with its back slightly arched. It was a
magnificent Angora, with long fur and a fluffy tail, and of a remarkable
color—exactly like that of the yellow silk that one sees in cocoons—so
that, as the light gleamed upon its coat, the animal seemed to be made of
gold.</p>

<p>\"It slowly moved toward me on its velvety paws, softly rubbing its sinuous
body against my legs. I leaned over to stroke it, and it permitted my
caress, purring, and finally leaping upon my knees. I noticed then that it
was a female cat, quite young, and that she seemed disposed to permit me
to pet her as long as ever I would. Finally, however, I put her down upon
the floor, and tried to induce her to leave the room; but she leaped away
from me and hid herself somewhere among the furniture, though as soon as I
had blown out my candle, she jumped upon my bed. Being sleepy, however, I
didn't molest her, but dropped off into a doze, and the next morning when
I awoke in broad daylight I could find no sign of the animal at all.</p>

<p>\"Truly, the human brain is a very delicate instrument, and one that is
easily thrown out of gear. Before I proceed, just sum up for yourselves
the facts that I have mentioned: a light seen and presently extinguished
in an apartment supposed to be uninhabited; and a cat of a remarkable
color, which appeared and disappeared in a way that was slightly
mysterious. Now there isn't anything very strange about that, is there?
Very well. Imagine, now, that these unimportant facts are repeated day
after day and under the same conditions throughout a whole week, and then,
believe me, they become of importance enough to impress the mind of a man
who is living all alone, and to produce in him a slight disquietude such
as I spoke of in commencing my story, and such as is always caused when
one approaches the sphere of the unknown. The human mind is so formed that
it always unconsciously applies the principle of the causa sufficiens. For
every series of facts that are identical, it demands a cause, a law; and a
vague dismay seizes upon it when it is unable to guess this cause and to
trace out this law.</p>

<p>\"I am no coward, but I have often studied the manifestation of fear in
others, from its most puerile form in children up to its most tragic phase
in madmen. I know that it is fed and nourished by uncertainties, although
when one actually sets himself to investigate the cause, this fear is
often transformed into simple curiosity.</p>

<p>\"I made up my mind, therefore, to ferret out the truth. I questioned my
caretaker, and found that he knew nothing about my neighbors. Every
morning an old woman came to look after the neighboring apartment; my
caretaker had tried to question her, but either she was completely deaf or
else she was unwilling to give him any information, for she had refused to
answer a single word. Nevertheless, I was able to explain satisfactorily
the first thing that I had noted—that is to say, the sudden extinction of
the light at the moment when I entered the house. I had observed that the
windows next to mine were covered only by long lace curtains; and as the
two balconies were connected, my neighbor, whether man or woman, had no
doubt a wish to prevent any indiscreet inquisitiveness on my part, and
therefore had always put out the light on hearing me come in. To verify
this supposition, I tried a very simple experiment, which succeeded
perfectly. I had a cold supper brought in one day about noon by my
servant, and that evening I did not go out. When darkness came on, I took
my station near the window. Presently I saw the balcony shining with the
light that streamed through the windows of the neighboring apartment. At
once I slipped quietly out upon my balcony, and stepped softly over the
ironwork that separated the two parts. Although I knew that I was exposing
myself to a positive danger, either of falling and breaking my neck, or of
finding myself face to face with a man, I experienced no perturbation.
Reaching the lighted window without having made the slightest noise, I
found it partly open; its curtains, which for me were quite transparent
since I was on the dark side of the window, made me wholly invisible to
any one who should look toward the window from the interior of the room.</p>

<p>\"I saw a vast chamber furnished quite elegantly, though it was obviously
out of repair, and lighted by a lamp suspended from the ceiling. At the
end of the room was a low sofa upon which was reclining a woman who seemed
to me to be both young and pretty. Her loosened hair fell over her
shoulders in a rain of gold. She was looking at herself in a hand mirror,
patting herself, passing her arms over her lips, and twisting about her
supple body with a curiously feline grace. Every movement that she made
caused her long hair to ripple in glistening undulations.</p>

<p>\"As I gazed upon her I confess that I felt a little troubled, especially
when all of a sudden the young girl's eyes were fixed upon me—strange
eyes, eyes of a phosphorescent green that gleamed like the flame of a
lamp. I was sure that I was invisible, being on the dark side of a
curtained window. That was simple enough, yet nevertheless I felt that I
was seen. The girl, in fact, uttered a cry, and then turned and buried her
face in the sofa-pillows.</p>

<p>\"I raised the window, rushed into the room toward the sofa, and leaned
over the face that she was hiding. As I did so, being really very
remorseful, I began to excuse and to accuse myself, calling myself all
sorts of names, and begging pardon for my indiscretion. I said that I
deserved to be driven from her presence, but begged not to be sent away
without at least a word of pardon. For a long time I pleaded thus without
success, but at last she slowly turned, and I saw that her fair young face
was stirred with just the faintest suggestion of a smile. When she caught
a glimpse of me she murmured something of which I did not then quite get
the meaning.</p>

<p>\"'It is you,' she cried out; 'it is you!'</p>

<p>\"As she said this, and as I looked at her, not knowing yet exactly what to
answer, I was harassed by the thought: Where on earth have I already seen
this face, this look, this very gesture? Little by little, however, I
found my tongue, and after saying a few more words in apology for my
unpardonable curiosity, and getting brief but not offended answers, I took
leave of her, and, retiring through the window by which I had come, went
back to my own room. Arriving there, I sat a long time by the window in
the darkness, charmed by the face that I had seen, and yet singularly
disquieted. This woman so beautiful, so amiable, living so near to me, who
said to me, 'It is you,' exactly as though she had already known me, who
spoke so little, who answered all my questions with evasion, excited in me
a feeling of fear. She had, indeed, told me her name—Linda—and that was
all. I tried in vain to drive away the remembrance of her greenish eyes,
which in the darkness seemed still to gleam upon me, and of those glints
which, like electric sparks, shone in her long hair whenever she stroked
it with her hand. Finally, however, I retired for the night; but scarcely
was my head upon the pillow when I felt some moving body descend upon my
feet. The cat had appeared again. I tried to chase her away, but she kept
returning again and again, until I ended by resigning myself to her
presence; and, just as before, I went to sleep with this strange companion
near me. Yet my rest was this time a troubled one, and broken by strange
and fitful dreams.</p>

<p>\"Have you ever experienced the sort of mental obsession which gradually
causes the brain to be mastered by some single absurd idea—an idea almost
insane, and one which your reason and your will alike repel, but which
nevertheless gradually blends itself with your thought, fastens itself
upon your mind, and grows and grows? I suffered cruelly in this way on the
days that followed my strange adventure. Nothing new occurred, but in the
evening, going out upon the balcony, I found Linda standing upon her side
of the iron fan. We chatted together for a while in the half darkness,
and, as before, I returned to my room to find that in a few moments the
golden cat appeared, leaped upon my bed, made a nest for herself there,
and remained until the morning. I knew now to whom the cat belonged, for
Linda had answered that very same evening, on my speaking of it, 'Oh, yes,
my cat; doesn't she look exactly as though she were made of gold?' As I
said, nothing new had occurred, yet nevertheless a vague sort of terror
began little by little to master me and to develop itself in my mind, at
first merely as a bit of foolish fancy, and then as a haunting belief that
dominated my entire thought, so that I perpetually seemed to see a thing
which it was in reality quite impossible to see.\"</p>

<p>\"Why, it's easy enough to guess,\" interrupted the young lady who had
spoken at the beginning of his story.</p>

<p>\"Linda and the cat were the same thing.\"</p>

<p>Tribourdeaux smiled.</p>

<p>\"I should not have been quite so positive as that,\" he said, \"even then;
but I cannot deny that this ridiculous fancy haunted me for many hours
when I was endeavoring to snatch a little sleep amid the insomnia that a
too active brain produced. Yes, there were moments when these two beings
with greenish eyes, sinuous movements, golden hair, and mysterious ways,
seemed to me to be blended into one, and to be merely the double
manifestation of a single entity. As I said, I saw Linda again and again,
but in spite of all my efforts to come upon her unexpectedly, I never was
able to see them both at the same time. I tried to reason with myself, to
convince myself that there was nothing really inexplicable in all of this,
and I ridiculed myself for being afraid both of a woman and of a harmless
cat. In truth, at the end of all my reasoning, I found that I was not so
much afraid of the animal alone or of the woman alone, but rather of a
sort of quality which existed in my fancy and inspired me with a fear of
something that was incorporeal—fear of a manifestation of my own spirit,
fear of a vague thought, which is, indeed, the very worst of fears.</p>

<p>\"I began to be mentally disturbed. After long evenings spent in
confidential and very unconventional chats with Linda, in which little by
little my feelings took on the color of love, I passed long days of secret
torment, such as incipient maniacs must experience. Gradually a resolve
began to grow up in my mind, a desire that became more and more
importunate in demanding a solution of this unceasing and tormenting
doubt; and the more I cared for Linda, the more it seemed absolutely
necessary to push this resolve to its fulfilment. I decided to kill the
cat.</p>

<p>\"One evening before meeting Linda on the balcony, I took out of my medical
cabinet a jar of glycerin and a small bottle of hydrocyanic acid, together
with one of those little pencils of glass which chemists use in mixing
certain corrosive substances. That evening for the first time Linda
allowed me to caress her. I held her in my arms and passed my hand over
her long hair, which snapped and cracked under my touch in a succession of
tiny sparks. As soon as I regained my room the golden cat, as usual,
appeared before me. I called her to me; she rubbed herself against me with
arched back and extended tail, purring the while with the greatest
amiability. I took the glass pencil in my hand, moistened the point in the
glycerin, and held it out to the animal, which licked it with her long red
tongue. I did this three or four times, but the next time I dipped the
pencil in the acid. The cat unhesitatingly touched it with her tongue. In
an instant she became rigid, and a moment after, a frightful tetanic
convulsion caused her to leap thrice into the air, and then to fall upon
the floor with a dreadful cry—a cry that was truly human. She was dead!</p>

<p>\"With the perspiration starting from my forehead and with trembling hands
I threw myself upon the floor beside the body that was not yet cold. The
starting eyes had a look that froze me with horror. The blackened tongue
was thrust out between the teeth; the limbs exhibited the most remarkable
contortions. I mustered all my courage with a violent effort of will, took
the animal by the paws, and left the house. Hurrying down the silent
street, I proceeded to the quays along the banks of the Loire, and, on
reaching them, threw my burden into the river. Until daylight I roamed
around the city, just where I know not; and not until the sky began to
grow pale and then to be flushed with light did I at last have the courage
to return home. As I laid my hand upon the door, I shivered. I had a dread
of finding there still living, as in the celebrated tale of Poe, the
animal that I had so lately put to death. But no, my room was empty. I
fell half-fainting upon my bed, and for the first time I slept, with a
perfect sense of being all alone, a sleep like that of a beast or of an
assassin, until evening came.\"</p>

<p>Some one here interrupted, breaking in upon the profound silence in which
we had been listening.</p>

<p>\"I can guess the end. Linda disappeared at the same time as the cat.\"</p>

<p>\"You see perfectly well,\" replied Tribourdeaux, \"that there exists between
the facts of this story a curious coincidence, since you are able to guess
so exactly their relation. Yes, Linda disappeared. They found in her
apartment her dresses, her linen, all even to the night-robe that she was
to have worn that night, but there was nothing that could give the
slightest clue to her identity. The owner of the house had let the
apartment to 'Mademoiselle Linda, concert-singer,' He knew nothing more. I
was summoned before the police magistrate. I had been seen on the night of
her disappearance roaming about with a distracted air in the vicinity of
the river. Luckily the judge knew me; luckily also, he was a man of no
ordinary intelligence. I related to him privately the entire story, just
as I have been telling it to you. He dismissed the inquiry; yet I may say
that very few have ever had so narrow, an escape as mine from a criminal
trial.\"</p>

<p>For several moments the silence of the company was unbroken. Finally a
gentleman, wishing to relieve the tension, cried out:</p>

<p>\"Come now, doctor, confess that this is really all fiction; that you
merely want to prevent these ladies from getting any sleep to-night.\"</p>

<p>Tribourdeaux bowed stiffly, his face unsmiling and a little pale.</p>

<p>\"You may take it as you will,\" he said.</p>"
  },
  "4" : {
    "title": "",
    "author": "",
    "cat_id": "",
    "content": ""
  }
}